Repository: cho407/CaptionMate
Catalog: CaptionMate/CaptionMate/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, zh_hans

source: %.0f tok/s
ar: %.0f رمز/ث
de: %.0f Token/s
es: %.0f tokens/s
fr: %.0f jetons/s
hi: %.0f टोकन/सेकंड
ja: %.0f トークン/秒
ko: %.0f 토큰/s
pt_br: %.0f tokens/s
zh_hans: %.0f token/秒

source: %.1f Speed Factor
ar: معامل السرعة %.1f
de: %.1ffacher Geschwindigkeitsfaktor
es: %.1f factor de velocidad
fr: Facteur de vitesse %.1f
hi: %.1f गति गुणक
ja: %.1f 速度係数
ko: %.1f배 속도
pt_br: %.1f fator de velocidade
zh_hans: %.1f 速度系数

source: %lld errors · %lld warnings
ar: %lld أخطاء · %lld تحذيرات
de: %lld Fehler · %lld Warnungen
es: %lld errores · %lld advertencias
fr: %lld erreurs · %lld avertissements
hi: %lld त्रुटियाँ · %lld चेतावनियाँ
ja: エラー %lld件 · 警告 %lld件
ko: 오류 %lld개 · 경고 %lld개
pt_br: %lld erros · %lld avisos
zh_hans: %lld 个错误 · %lld 个警告

source: %lld notes
ar: %lld ملاحظات
de: %lld Hinweise
es: %lld notas
fr: %lld remarques
hi: %lld नोट
ja: メモ %lld件
ko: 참고 %lld개
pt_br: %lld notas
zh_hans: %lld 条备注

source: %lld warnings
ar: %lld تحذيرات
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
hi: %lld चेतावनियाँ
ja: 警告 %lld件
ko: 경고 %lld개
pt_br: %lld avisos
zh_hans: %lld 个警告

source: © 2025 Harrison Cho. All rights reserved.
ar: © 2025 Harrison Cho. جميع الحقوق محفوظة.
de: © 2025 Harrison Cho. Alle Rechte vorbehalten.
es: © 2025 Harrison Cho. Todos los derechos reservados.
fr: © 2025 Harrison Cho. Tous droits réservés.
ko: © 2025 Harrison Cho. 모든 권리 보유.

source: Adjust the subtitle timing before export.
ar: اضبط توقيت الترجمة قبل التصدير.
de: Passe das Untertitel-Timing vor dem Export an.
es: Ajusta la temporización del subtítulo antes de exportar.
fr: Ajustez le timing du sous-titre avant l’export.
hi: निर्यात से पहले उपशीर्षक का समय ठीक करें।
ja: 書き出し前に字幕のタイミングを調整してください。
ko: 내보내기 전에 자막 타이밍을 조정하세요.
pt_br: Ajuste o tempo da legenda antes de exportar.
zh_hans: 导出前调整字幕时间。

source: Adjust Timing
ar: ضبط التوقيت
de: Timing anpassen
es: Ajustar tiempo
fr: Ajuster le timing
hi: समय समायोजित करें
ja: タイミング調整
ko: 타이밍 조정
pt_br: Ajustar tempo
zh_hans: 调整时间

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
ja: すべて
ko: 전체
pt_br: Todos
zh_hans: 全部

source: All segments are empty.
ar: كل المقاطع فارغة.
de: Alle Segmente sind leer.
es: Todos los segmentos están vacíos.
fr: Tous les segments sont vides.
hi: सभी सेगमेंट खाली हैं.
ja: すべてのセグメントが空です。
ko: 모든 세그먼트가 비어 있습니다.
pt_br: Todos os segmentos estão vazios.
zh_hans: 所有片段都是空的。

source: Analyzing Speakers
ar: جارٍ تحليل المتحدثين
de: Sprecher werden analysiert
es: Analizando hablantes
fr: Analyse des locuteurs
hi: वक्ताओं का विश्लेषण हो रहा है
ja: 話者を分析中
ko: 화자 분석 중
pt_br: Analisando falantes
zh_hans: 正在分析说话人

source: Apache License 2.0
ar: رخصة Apache 2.0

source: App preferences and settings are stored locally using UserDefaults. AI models are downloaded and cached locally on your device.
ar: تُخزَّن تفضيلات التطبيق وإعداداته محليًا باستخدام UserDefaults. تُنزَّل نماذج الذكاء الاصطناعي وتُخزَّن مؤقتًا محليًا على جهازك.
de: App-Einstellungen werden lokal mit UserDefaults gespeichert. KI-Modelle werden auf dein Gerät heruntergeladen und dort zwischengespeichert.
es: Las preferencias y los ajustes de la app se guardan localmente con UserDefaults. Los modelos de IA se descargan y se almacenan en caché localmente en tu dispositivo.
fr: Les préférences et réglages de l’app sont stockés localement avec UserDefaults. Les modèles d’IA sont téléchargés et mis en cache sur votre appareil.
hi: ऐप प्राथमिकताएँ और सेटिंग्स UserDefaults में स्थानीय रूप से सहेजी जाती हैं। AI मॉडल आपके डिवाइस पर डाउनलोड और कैश किए जाते हैं।
ja: アプリの環境設定と設定はUserDefaultsを使用してローカルに保存されます。AIモデルはデバイス上にダウンロードされ、ローカルにキャッシュされます。
ko: 앱 환경설정은 UserDefaults를 사용해 로컬에 저장됩니다. AI 모델은 기기에 다운로드되어 로컬 캐시에 보관됩니다.
pt_br: Preferências e ajustes do app são armazenados localmente usando UserDefaults. Modelos de IA são baixados e mantidos em cache no seu dispositivo.
zh_hans: 应用偏好和设置会使用 UserDefaults 本地保存。AI 模型会下载并缓存在你的设备上。

# App Version: %@ (%@)
source: App Version: %1$@ (%2$@)
ar: إصدار التطبيق: %1$@ (%2$@)
de: App-Version: %@ (%@)
es: Versión de la app: %@ (%@)
fr: Version de l’app : %@ (%@)
hi: ऐप संस्करण: %@ (%@)
ja: アプリバージョン: %@ (%@)
ko: 앱 버전: %1$@ (%2$@)
pt_br: Versão do app: %@ (%@)
zh_hans: 应用版本：%@ (%@)

source: Assign Speaker
ar: تعيين المتحدث
de: Sprecher zuweisen
es: Asignar hablante
fr: Attribuer un locuteur
hi: वक्ता असाइन करें
ja: 話者を割り当て
ko: 화자 지정
pt_br: Atribuir falante
zh_hans: 指定说话人

source: Audio
ar: الصوت
de: Ton
es: Sonido
fr: Son
hi: ऑडियो
ja: オーディオ
ko: 오디오
pt_br: Áudio
zh_hans: 音频

source: Audio Encoder
ar: مشفر الصوت
es: Codificador de audio
fr: Encodeur audio
hi: ऑडियो एन्कोडर
ja: 音声エンコーダ
ko: 오디오 인코더
pt_br: Codificador de áudio
zh_hans: 音频编码器

source: Audio Ready
ar: الصوت جاهز
de: Audio bereit
es: Audio listo
fr: Audio prêt
hi: ऑडियो तैयार
ja: オーディオの準備完了
ko: 오디오 준비 완료
pt_br: Áudio pronto
zh_hans: 音频已就绪

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动

source: Auto Language
ar: اللغة التلقائية
de: Sprache automatisch erkennen
es: Idioma automático
fr: Détection automatique de la langue
hi: भाषा अपने आप पहचानें
ja: 言語を自動検出
ko: 언어 자동 감지
pt_br: Detectar idioma automaticamente
zh_hans: 自动检测语言

source: Auto Tune Performance
ar: ضبط الأداء تلقائيًا
de: Leistung automatisch optimieren
es: Optimizar rendimiento automáticamente
fr: Optimiser automatiquement les performances
hi: प्रदर्शन अपने आप ट्यून करें
ja: パフォーマンスを自動調整
ko: 성능 자동 조정
pt_br: Ajustar desempenho automaticamente
zh_hans: 自动调优性能

source: Available Models
ar: النماذج المتاحة
de: Verfügbare Modelle
es: Modelos disponibles
fr: Modèles disponibles
hi: उपलब्ध मॉडल
ja: 利用可能なモデル
ko: 다운로드 가능한 모델
pt_br: Modelos disponíveis
zh_hans: 可用模型

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

source: Batch %@
ar: دفعة %@
de: Stapel %@
es: Lote %@
fr: Lot %@
hi: बैच %@
ja: バッチ %@
ko: 배치 %@
pt_br: Lote %@
zh_hans: 批处理 %@

source: Batch Files
ar: ملفات الدفعة
de: Stapeldateien
es: Archivos por lote
fr: Fichiers par lot
hi: बैच फ़ाइलें
ja: バッチファイル
ko: 배치 파일
pt_br: Arquivos em lote
zh_hans: 批处理文件

source: Batch Queue Ready
ar: قائمة الدفعة جاهزة
de: Stapelwarteschlange bereit
es: Cola por lotes lista
fr: File de lots prête
hi: बैच कतार तैयार है
ja: バッチキューの準備完了
ko: 배치 대기열 준비 완료
pt_br: Fila em lote pronta
zh_hans: 批量队列已准备

source: Cache Prefill
ar: تعبئة ذاكرة التخزين المؤقت مسبقًا
de: Cache-Vorbefüllung
es: Precarga de caché
fr: Préremplissage du cache
hi: कैश प्रीफिल
ja: キャッシュ事前入力
ko: 캐시 미리 채우기
pt_br: Pré-preenchimento de cache
zh_hans: 缓存预填充

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Cancel queued download
ar: إلغاء التنزيل في قائمة الانتظار
de: Download in Warteschlange abbrechen
es: Cancelar descarga en cola
fr: Annuler le téléchargement en file
hi: कतार वाला डाउनलोड रद्द करें
ja: 待機中のダウンロードをキャンセル
ko: 대기 중인 다운로드 취소
pt_br: Cancelar download na fila
zh_hans: 取消排队下载

source: Cancel speaker model download
ar: إلغاء تنزيل نموذج المتحدث
de: Sprechermodell-Download abbrechen
es: Cancelar descarga del modelo de hablantes
fr: Annuler le téléchargement du modèle de locuteurs
hi: वक्ता मॉडल डाउनलोड रद्द करें
ja: 話者モデルのダウンロードをキャンセル
ko: 화자 모델 다운로드 취소
pt_br: Cancelar download do modelo de falantes
zh_hans: 取消说话人模型下载

source: Cancelling download...
ar: جارٍ إلغاء التنزيل...
de: Download wird abgebrochen...
es: Cancelando descarga...
fr: Annulation du téléchargement...
hi: डाउनलोड रद्द हो रहा है...
ja: ダウンロードをキャンセル中...
ko: 다운로드 취소중…
pt_br: Cancelando download...
zh_hans: 正在取消下载...

source: Cancelling...
ar: جارٍ الإلغاء...
de: Wird abgebrochen...
es: Cancelando...
fr: Annulation...
hi: रद्द हो रहा है...
ja: キャンセル中...
ko: 취소중…
pt_br: Cancelando...
zh_hans: 正在取消...

source: Cannot check disk space.
ar: تعذّر فحص مساحة القرص.
de: Speicherplatz kann nicht geprüft werden.
es: No se puede comprobar el espacio en disco.
fr: Impossible de vérifier l’espace disque.
hi: डिस्क स्थान की जाँच नहीं की जा सकी.
ja: ディスク空き容量を確認できません。
ko: 디스크 공간을 확인할 수 없습니다.
pt_br: Não foi possível verificar o espaço em disco.
zh_hans: 无法检查磁盘空间。

source: CaptionMate does not collect, store, or transmit any personal data. All processing is done locally on your device.
ar: لا يجمع CaptionMate أي بيانات شخصية أو يخزنها أو يرسلها. تتم كل المعالجة محليًا على جهازك.
de: CaptionMate erfasst, speichert oder überträgt keine personenbezogenen Daten. Die gesamte Verarbeitung erfolgt lokal auf deinem Gerät.
es: CaptionMate no recopila, almacena ni transmite datos personales. Todo el procesamiento se realiza localmente en tu dispositivo.
fr: CaptionMate ne collecte, ne stocke ni ne transmet aucune donnée personnelle. Tout le traitement est effectué localement sur votre appareil.
hi: CaptionMate कोई व्यक्तिगत डेटा एकत्र, संग्रहीत या प्रसारित नहीं करता। सारी प्रोसेसिंग आपके डिवाइस पर स्थानीय रूप से होती है।
ja: CaptionMateは個人データを収集、保存、送信しません。すべての処理はデバイス上でローカルに行われます。
ko: CaptionMate는 개인 데이터를 수집, 저장, 전송하지 않습니다. 모든 처리는 기기 안에서 로컬로 수행됩니다.
pt_br: O CaptionMate não coleta, armazena nem transmite dados pessoais. Todo o processamento é feito localmente no seu dispositivo.
zh_hans: CaptionMate 不会收集、存储或传输任何个人数据。所有处理都在你的设备本地完成。

source: CaptionMate uses WhisperKit for speech recognition, which processes all data locally on your device. No data is sent to external servers for transcription.
ar: يستخدم CaptionMate ‏WhisperKit للتعرف على الكلام، ويعالج كل البيانات محليًا على جهازك. لا تُرسل أي بيانات إلى خوادم خارجية للتفريغ.
de: CaptionMate verwendet WhisperKit für Spracherkennung und verarbeitet alle Daten lokal auf deinem Gerät. Für die Transkription werden keine Daten an externe Server gesendet.
es: CaptionMate usa WhisperKit para el reconocimiento de voz y procesa todos los datos localmente en tu dispositivo. No se envían datos a servidores externos para la transcripción.
fr: CaptionMate utilise WhisperKit pour la reconnaissance vocale, avec un traitement local sur votre appareil. Aucune donnée n’est envoyée à des serveurs externes pour la transcription.
hi: CaptionMate भाषण पहचान के लिए WhisperKit का उपयोग करता है, जो सारा डेटा आपके डिवाइस पर स्थानीय रूप से संसाधित करता है। ट्रांसक्रिप्शन के लिए कोई डेटा बाहरी सर्वर पर नहीं भेजा जाता।
ja: CaptionMateは音声認識にWhisperKitを使用し、すべてのデータをデバイス上でローカル処理します。文字起こしのために外部サーバーへデータを送信することはありません。
ko: CaptionMate는 음성 인식에 WhisperKit을 사용하며 모든 데이터는 기기에서 로컬로 처리됩니다. 전사를 위해 외부 서버로 데이터가 전송되지 않습니다.
pt_br: O CaptionMate usa o WhisperKit para reconhecimento de fala, processando todos os dados localmente no seu dispositivo. Nenhum dado é enviado a servidores externos para transcrição.
zh_hans: CaptionMate 使用 WhisperKit 进行语音识别，所有数据都在你的设备本地处理。转录不会把数据发送到外部服务器。

source: Checking local models
ar: جارٍ فحص النماذج المحلية
de: Lokale Modelle werden geprüft
es: Comprobando modelos locales
fr: Vérification des modèles locaux
hi: स्थानीय मॉडल जाँचे जा रहे हैं
ja: ローカルモデルを確認中
ko: 로컬 모델 확인 중
pt_br: Verificando modelos locais
zh_hans: 正在检查本地模型

source: Choose the speaker name used for this subtitle and export.
ar: اختر اسم المتحدث المستخدم لهذه الترجمة والتصدير.
de: Wähle den Sprechernamen für diesen Untertitel und den Export.
es: Elige el nombre de hablante usado en este subtítulo y al exportar.
fr: Choisissez le nom de locuteur utilisé pour ce sous-titre et l’export.
hi: इस उपशीर्षक और निर्यात में उपयोग होने वाला स्पीकर नाम चुनें।
ja: この字幕と書き出しで使う話者名を選択します。
ko: 이 자막과 내보내기에 사용할 화자 이름을 선택합니다.
pt_br: Escolha o nome de falante usado nesta legenda e na exportação.
zh_hans: 选择此字幕和导出中使用的说话人名称。

source: Chunking Strategy
ar: استراتيجية التقسيم
de: Chunking-Strategie
es: Estrategia de fragmentación
fr: Stratégie de découpage
hi: खंड रणनीति
ja: チャンク分割方式
ko: 분할 처리
pt_br: Estratégia de divisão
zh_hans: 分块策略

source: Clear Batch
ar: مسح الدفعة
de: Stapel leeren
es: Vaciar lote
fr: Vider le lot
hi: बैच साफ़ करें
ja: バッチをクリア
ko: 배치 비우기
pt_br: Limpar lote
zh_hans: 清空批处理

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

source: Compression Check Tokens
ar: رموز فحص الضغط
de: Tokens für Kompressionsprüfung
es: Tokens de comprobación de compresión
fr: Jetons de vérification de compression
hi: कम्प्रेशन जाँच टोकन
ja: 圧縮チェックトークン
ko: 압축 검증 토큰
pt_br: Tokens de verificação de compressão
zh_hans: 压缩检查 Token 数

source: Compute Units
ar: وحدات الحوسبة
de: Recheneinheiten
es: Unidades de cómputo
fr: Unités de calcul
hi: गणना इकाइयाँ
ja: 計算ユニット
ko: 연산 유닛
pt_br: Unidades de computação
zh_hans: 计算单元

source: Current Language: %@
ar: اللغة الحالية: %@
de: Aktuelle Sprache: %@
es: Idioma actual: %@
fr: Langue actuelle : %@
hi: वर्तमान भाषा: %@
ja: 現在の言語: %@
ko: 현재 언어: %@
pt_br: Idioma atual: %@
zh_hans: 当前语言：%@

source: Decoding Options
ar: خيارات فك الترميز
de: Decoding-Optionen
es: Opciones de decodificación
fr: Options de décodage
hi: डिकोडिंग विकल्प
ja: デコードオプション
ko: 디코딩 옵션
pt_br: Opções de decodificação
zh_hans: 解码选项

source: Decoding Quality
ar: جودة فك الترميز
de: Decoding-Qualität
es: Calidad de decodificación
fr: Qualité du décodage
hi: डिकोडिंग गुणवत्ता
ja: デコード品質
ko: 디코딩 품질
pt_br: Qualidade da decodificação
zh_hans: 解码质量

source: Default offline model · %@
ar: النموذج الافتراضي دون اتصال · %@
de: Standard-Offline-Modell · %@
es: Modelo sin conexión predeterminado · %@
fr: Modèle hors ligne par défaut · %@
hi: डिफ़ॉल्ट ऑफ़लाइन मॉडल · %@
ja: 既定のオフラインモデル · %@
ko: 기본 오프라인 모델 · %@
pt_br: Modelo offline padrão · %@
zh_hans: 默认离线模型 · %@

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Delete %@ from this Mac?
ar: حذف %@ من هذا الجهاز؟
de: %@ von diesem Mac löschen?
es: ¿Eliminar %@ de este Mac?
fr: Supprimer %@ de ce Mac ?
hi: क्या इस Mac से %@ हटाना है?
ja: このMacから%@を削除しますか？
ko: 이 Mac에서 %@ 모델을 삭제할까요?
pt_br: Excluir %@ deste Mac?
zh_hans: 要从这台 Mac 删除 %@ 吗？

source: Delete Failed
ar: فشل الحذف
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
hi: हटाना विफल
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha ao excluir
zh_hans: 删除失败

source: Delete it or add text before export.
ar: احذفه أو أضف نصًا قبل التصدير.
de: Vor dem Export löschen oder Text hinzufügen.
es: Elimínalo o añade texto antes de exportar.
fr: Supprimez-le ou ajoutez du texte avant l’export.
hi: निर्यात से पहले इसे हटाएँ या टेक्स्ट जोड़ें।
ja: 書き出し前に削除するかテキストを追加してください。
ko: 내보내기 전에 삭제하거나 텍스트를 추가하세요.
pt_br: Exclua ou adicione texto antes de exportar.
zh_hans: 导出前删除它或添加文本。

source: Delete Model
ar: حذف النموذج
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
hi: मॉडल हटाएँ
ja: モデルを削除
ko: 모델 삭제
pt_br: Excluir modelo
zh_hans: 删除模型

source: Document directory not found.
ar: لم يتم العثور على مجلد المستندات.
de: Dokumentordner nicht gefunden.
es: No se encontró la carpeta de documentos.
fr: Dossier Documents introuvable.
hi: दस्तावेज़ फ़ोल्डर नहीं मिला.
ja: 書類フォルダが見つかりません。
ko: 문서 폴더를 찾을 수 없습니다.
pt_br: Pasta de documentos não encontrada.
zh_hans: 未找到文稿文件夹。

source: Download already scheduled
ar: التنزيل مجدول بالفعل
de: Download bereits geplant
es: Descarga ya programada
fr: Téléchargement déjà planifié
hi: डाउनलोड पहले से निर्धारित है
ja: ダウンロードは予約済みです
ko: 이미 다운로드가 예약됨
pt_br: Download já agendado
zh_hans: 下载已安排

source: Download Cancelled
ar: تم إلغاء التنزيل
de: Download abgebrochen
es: Descarga cancelada
fr: Téléchargement annulé
hi: डाउनलोड रद्द हुआ
ja: ダウンロードをキャンセルしました
ko: 다운로드 취소됨
pt_br: Download cancelado
zh_hans: 下载已取消

source: Download cancelled.
ar: تم إلغاء التنزيل.
de: Download abgebrochen.
es: Descarga cancelada.
fr: Téléchargement annulé.
hi: डाउनलोड रद्द किया गया.
ja: ダウンロードをキャンセルしました。
ko: 다운로드가 취소되었습니다.
pt_br: Download cancelado.
zh_hans: 下载已取消。

source: Download Failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Error al descargar
fr: Échec du téléchargement
hi: डाउनलोड विफल
ja: ダウンロードに失敗しました
ko: 다운로드 실패
pt_br: Falha no download
zh_hans: 下载失败

source: Download Model
ar: تنزيل النموذج
de: Modell herunterladen
es: Descargar modelo
fr: Télécharger le modèle
hi: मॉडल डाउनलोड करें
ja: モデルをダウンロード
ko: 모델 다운로드
pt_br: Baixar modelo
zh_hans: 下载模型

source: Download Queued
ar: تمت إضافة التنزيل إلى قائمة الانتظار
de: Download eingereiht
es: Descarga en cola
fr: Téléchargement mis en file
hi: डाउनलोड कतार में
ja: ダウンロードを待機キューに追加しました
ko: 다운로드 대기열에 추가됨
pt_br: Download na fila
zh_hans: 下载已排队

source: Download Site: %@
ar: موقع التنزيل: %@
de: Download-Speicherort: %@
es: Sitio de descarga: %@
fr: Emplacement de téléchargement : %@
hi: डाउनलोड साइट: %@
ja: ダウンロードサイト: %@
ko: 다운로드 위치: %@
pt_br: Local de download: %@
zh_hans: 下载站点：%@

source: Download speaker model
ar: تنزيل نموذج المتحدث
de: Sprechermodell herunterladen
es: Descargar modelo de hablantes
fr: Télécharger le modèle de locuteurs
hi: वक्ता मॉडल डाउनलोड करें
ja: 話者モデルをダウンロード
ko: 화자 모델 다운로드
pt_br: Baixar modelo de falantes
zh_hans: 下载说话人模型

source: Download Unavailable
ar: التنزيل غير متاح
de: Download nicht verfügbar
es: Descarga no disponible
fr: Téléchargement indisponible
hi: डाउनलोड उपलब्ध नहीं
ja: ダウンロードできません
ko: 다운로드 불가
pt_br: Download indisponível
zh_hans: 下载不可用

source: Downloaded
ar: تم التنزيل
de: Heruntergeladen
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया गया
ja: ダウンロード済み
ko: 다운로드 완료
pt_br: Baixado
zh_hans: 已下载

source: Downloaded Models
ar: النماذج المنزّلة
de: Heruntergeladene Modelle
es: Modelos descargados
fr: Modèles téléchargés
hi: डाउनलोड किए गए मॉडल
ja: ダウンロード済みモデル
ko: 다운로드된 모델
pt_br: Modelos baixados
zh_hans: 已下载模型

source: Downloading
ar: جارٍ التنزيل
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
hi: डाउनलोड हो रहा है
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
zh_hans: 正在下载

source: Downloading %@
ar: جارٍ تنزيل %@
de: %@ wird heruntergeladen
es: Descargando %@
fr: Téléchargement de %@
hi: %@ डाउनलोड हो रहा है
ja: %@ をダウンロード中
ko: %@ 다운로드 중
pt_br: Baixando %@
zh_hans: 正在下载 %@

source: Downloading Recommended Model
ar: جارٍ تنزيل النموذج الموصى به
de: Empfohlenes Modell wird heruntergeladen
es: Descargando modelo recomendado
fr: Téléchargement du modèle recommandé
hi: अनुशंसित मॉडल डाउनलोड हो रहा है
ja: 推奨モデルをダウンロード中
ko: 권장 모델 다운로드 중
pt_br: Baixando modelo recomendado
zh_hans: 正在下载推荐模型

source: Downloading Models
ar: النماذج قيد التنزيل
de: Modelle werden heruntergeladen
es: Modelos descargándose
fr: Modèles en cours de téléchargement
hi: डाउनलोड हो रहे मॉडल
ja: ダウンロード中のモデル
ko: 다운로드 중인 모델
pt_br: Modelos sendo baixados
zh_hans: 正在下载的模型

# downloading_models_count %lld
source: Downloading %lld Model(s)
ar: جارٍ تنزيل %lld نموذج
de: %lld Modell(e) werden heruntergeladen
es: Modelos descargándose: %lld
fr: %lld modèle(s) en téléchargement
hi: %lld मॉडल डाउनलोड हो रहे हैं
ja: ダウンロード中のモデル %lld件
ko: %lld개 모델 다운로드 중
pt_br: %lld modelo(s) baixando
zh_hans: 正在下载 %lld 个模型

source: Downloading Status
ar: حالة التنزيل
de: Downloadstatus
es: Estado de descarga
fr: État du téléchargement
hi: डाउनलोड स्थिति
ja: ダウンロード状況
ko: 다운로드 진행 상태
pt_br: Status do download
zh_hans: 下载状态

source: Downloading...
ar: جارٍ التنزيل...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement...
hi: डाउनलोड हो रहा है...
ja: ダウンロード中...
ko: 다운로드 중
pt_br: Baixando...
zh_hans: 正在下载...

source: Drag and drop a file here
ar: اسحب ملفًا وأفلته هنا
de: Datei hierher ziehen
es: Arrastra y suelta un archivo aquí
fr: Glissez-déposez un fichier ici
hi: फ़ाइल यहाँ खींचकर छोड़ें
ja: ここにファイルをドラッグ＆ドロップ
ko: 파일을 마우스로 끌어오세요
pt_br: Arraste e solte um arquivo aqui
zh_hans: 将文件拖放到这里

source: Empty subtitle
ar: ترجمة فارغة
de: Leerer Untertitel
es: Subtítulo vacío
fr: Sous-titre vide
hi: खाली उपशीर्षक
ja: 空の字幕
ko: 빈 자막
pt_br: Legenda vazia
zh_hans: 空字幕

source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
hi: समाप्ति
ja: 終了
ko: 종료
pt_br: Fim
zh_hans: 结束

source: End -0.1s
ar: النهاية -0.1ث
de: Ende -0,1 s
es: Fin -0,1 s
fr: Fin -0,1 s
hi: समाप्ति -0.1 सेकंड
ja: 終了 -0.1秒
ko: 종료 -0.1초
pt_br: Fim -0,1 s
zh_hans: 结束 -0.1秒

source: End +0.1s
ar: النهاية +0.1ث
de: Ende +0,1 s
es: Fin +0,1 s
fr: Fin +0,1 s
hi: समाप्ति +0.1 सेकंड
ja: 終了 +0.1秒
ko: 종료 +0.1초
pt_br: Fim +0,1 s
zh_hans: 结束 +0.1秒

source: End of Batch
ar: نهاية الدفعة
de: Ende des Stapels
es: Fin del lote
fr: Fin du lot
hi: बैच का अंत
ja: バッチの最後です
ko: 배치 끝
pt_br: Fim do lote
zh_hans: 已到批量末尾

source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora de fin
fr: Heure de fin
hi: समाप्ति समय
ja: 終了時刻
ko: 종료 시간
pt_br: Hora final
zh_hans: 结束时间

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
ja: 英語
ko: 영어
pt_br: Inglês
zh_hans: 英语

# error.cannot_connect_to_server
source: Cannot connect to the server. Please try again later.
ar: تعذّر الاتصال بالخادم. يرجى المحاولة لاحقًا.
de: Verbindung zum Server nicht möglich
es: No se puede conectar con el servidor.
fr: Impossible de se connecter au serveur
hi: सर्वर से कनेक्ट नहीं हो सका
ja: サーバーに接続できません。
ko: 서버에 연결할 수 없습니다. 나중에 다시 시도해주세요.
pt_br: Não foi possível conectar ao servidor
zh_hans: 无法连接到服务器

# error.disk_space_full
source: Insufficient disk space. Please free up some space and try again.
ar: مساحة القرص غير كافية. يرجى تحرير بعض المساحة ثم المحاولة مجددًا.
de: Der Speicherplatz ist voll
es: No hay suficiente espacio en disco.
fr: Espace disque insuffisant
hi: डिस्क स्थान भर गया है
ja: ディスク容量が不足しています。
ko: 디스크 공간이 부족합니다. 공간을 확보한 후 다시 시도해주세요.
pt_br: Espaço em disco insuficiente
zh_hans: 磁盘空间不足

# error.file_not_found
source: File not found on the server.
ar: لم يتم العثور على الملف على الخادم.
de: Datei nicht gefunden
es: No se encontró el archivo.
fr: Fichier introuvable
hi: फ़ाइल नहीं मिली
ja: ファイルが見つかりません。
ko: 서버에서 파일을 찾을 수 없습니다.
pt_br: Arquivo não encontrado
zh_hans: 找不到文件

# error.network_lost
source: Network connection was lost during download.
ar: انقطع اتصال الشبكة أثناء التنزيل.
de: Netzwerkverbindung verloren
es: Se perdió la conexión de red.
fr: Connexion réseau perdue
hi: नेटवर्क कनेक्शन टूट गया
ja: ネットワーク接続が失われました。
ko: 다운로드 중 네트워크 연결이 끊어졌습니다.
pt_br: Conexão de rede perdida
zh_hans: 网络连接中断

# error.network_offline
source: No internet connection. Please check your network settings.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من إعدادات الشبكة.
de: Netzwerk ist offline
es: La red está sin conexión.
fr: Réseau hors ligne
hi: नेटवर्क ऑफ़लाइन है
ja: ネットワークがオフラインです。
ko: 인터넷 연결이 없습니다. 네트워크 설정을 확인해주세요.
pt_br: Rede offline
zh_hans: 当前离线

# error.permission_denied
source: Permission denied. Cannot write to the download folder.
ar: تم رفض الإذن. لا يمكن الكتابة إلى مجلد التنزيل.
de: Berechtigung verweigert
es: Permiso denegado.
fr: Autorisation refusée
hi: अनुमति अस्वीकृत
ja: 権限が拒否されました。
ko: 권한이 거부되었습니다. 다운로드 폴더에 쓸 수 없습니다.
pt_br: Permissão negada
zh_hans: 权限被拒绝

# error.timeout
source: Download timed out. Please check your network connection.
ar: انتهت مهلة التنزيل. يرجى التحقق من اتصال الشبكة.
de: Zeitüberschreitung
es: La operación agotó el tiempo de espera.
fr: Délai dépassé
hi: अनुरोध का समय समाप्त हुआ
ja: 操作がタイムアウトしました。
ko: 다운로드 시간이 초과되었습니다. 네트워크 연결을 확인해주세요.
pt_br: Tempo limite da solicitação esgotado
zh_hans: 请求超时

source: Errors
ar: أخطاء
de: Fehler
es: Errores
fr: Erreurs
hi: त्रुटियाँ
ja: エラー
ko: 오류
pt_br: Erros
zh_hans: 错误

# Español
source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनी
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
zh_hans: 西班牙语

source: Export Anyway
ar: التصدير على أي حال
de: Trotzdem exportieren
es: Exportar de todos modos
fr: Exporter quand même
hi: फिर भी निर्यात करें
ja: それでも書き出す
ko: 그래도 내보내기
pt_br: Exportar mesmo assim
zh_hans: 仍然导出

source: Export Cancelled
ar: تم إلغاء التصدير
de: Export abgebrochen
es: Exportación cancelada
fr: Export annulé
hi: निर्यात रद्द हुआ
ja: 書き出しをキャンセルしました
ko: 내보내기 취소됨
pt_br: Exportação cancelada
zh_hans: 导出已取消

source: Export Complete
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportación completada
fr: Export terminé
hi: निर्यात पूरा हुआ
ja: 書き出し完了
ko: 내보내기 완료
pt_br: Exportação concluída
zh_hans: 导出完成
